Repository: H0xel/AppStudio.Fasting.iOS
Catalog: AppStudio.Modules/Sources/WeightWidget/Resources/*.lproj/Localizable.strings
Languages: es, fr_ca, pt_br

# WeightWidgetView.title
source: Current Weight
es: Peso actual
fr_ca: Poids actuel
pt_br: Peso Atual

# WeightWidgetView.scaleWeight
source: Scale weight
es: Peso en la báscula
fr_ca: Poids sur la balance
pt_br: Peso da Balança

# WeightWidgetView.trueWeight
source: True weight
es: Peso real
fr_ca: Poids réel
pt_br: Peso real

# WeightWidgetView.update
source: Update
es: Actualizar
fr_ca: Mettre à jour
pt_br: Atualizar

# UpdateWeightScreen.save
source: Save
es: Guardar
fr_ca: Enregistrer
pt_br: Salvar

# UpdateWeightScreen.today
source: Today
es: Hoy
fr_ca: Aujourd'hui
pt_br: Hoje

# WeightWidgetHint.title
source: Understanding Weight
es: Cómo entender el peso
fr_ca: Comprendre le poids
pt_br: Entendendo o Peso

# WeightWidgetHint.scaleWeight.title
source: What is Scale Weight?
es: ¿Qué es el peso en la báscula?
fr_ca: Qu'est-ce que le poids sur la balance?
pt_br: O que é Peso da Balança?

# WeightWidgetHint.scaleWeight.answer1
source: Scale Weight is the number you see on the scale and log in the app. It can fluctuate due to factors like total body water, gastrointestinal contents, and more.
es: El peso en la báscula es el número que ves en la báscula y registras en la aplicación. Puede variar debido a factores como el nivel de agua corporal total, contenidos gastrointestinales y más.
fr_ca: Le poids de la balance est le nombre que vous voyez sur la balance et enregistrez dans l'application. Il peut varier en fonction de facteurs tels que le total d'eau corporelle, le contenu gastro-intestinal, et plus encore.
pt_br: Peso da Balança é o número que você vê na balança e registra no aplicativo. Pode flutuar devido a fatores como água corporal total, conteúdos gastrointestinais e mais.

# WeightWidgetHint.scaleWeight.answer2
source: We look at your raw Scale Weight and fill in the gaps using linear interpolation. This data is shown as a pale gray line on the Weight page.
es: Observamos tu peso neto en la báscula y llenamos las lagunas utilizando la interpolación lineal. Estos datos se muestran como una línea gris claro en la página del peso.
fr_ca: Nous examinons votre poids brut de la balance et comblons les lacunes en utilisant l'interpolation linéaire. Ces données sont présentées sous forme de ligne gris pâle sur la page du poids.
pt_br: Analisamos seu Peso da Balança bruto e preenchemos as lacunas usando interpolação linear. Esses dados são exibidos como uma linha cinza clara na página de Peso.

# WeightWidgetHint.trueWeight.title
source: What is True Weight?
es: ¿Qué es el peso real?
fr_ca: Qu'est-ce que le poids réel?
pt_br: O que é o Peso real?

# WeightWidgetHint.trueWeight.answer1
source: We analyze your Scale Weight using our algorithm to determine your True Weight, which is shown as a deep blue line.
es: Analizamos tu peso en la báscula utilizando nuestro algoritmo para determinar tu peso real, el cual se muestra como una línea de color azul oscuro.
fr_ca: Nous analysons votre poids de la balance à l'aide de notre algorithme pour déterminer votre poids réel, qui est affiché sous forme de ligne bleu profond.
pt_br: Analisamos seu Peso da balança usando nosso algoritmo para determinar seu Peso real, que é exibido como uma linha azul escura.

# WeightWidgetHint.trueWeight.answer2
source: True Weight represents a trend that accounts for daily fluctuations in weight to help you understand the meaningful changes that move you closer to or further away from your weight goals.
es: El peso real representa una tendencia que tiene en cuenta las fluctuaciones de peso diarias para ayudarte a entender los cambios significativos que te acercan o alejan de tus metas de peso.
fr_ca: Le poids réel représente une tendance qui tient compte des fluctuations quotidiennes du poids afin de vous aider à comprendre les changements significatifs qui vous rapprochent ou vous éloignent de vos objectifs de poids.
pt_br: O Peso real representa uma tendência que leva em conta as flutuações diárias de peso para ajudar a entender as mudanças significativas que aproximam ou afastam você dos seus objetivos de peso.

# WeightWidgetHint.howToWeight.title
source: How Do I Weigh Myself?
es: ¿Cómo debo pesarme?
fr_ca: Comment me peser?
pt_br: Como Devo me Pesar?

# WeightWidgetHint.howToWeight.answer1
source: It’s best to weigh yourself first thing in the morning after using the restroom but before eating or drinking anything. Wear as little clothing as possible, or at least wear the same clothes whenever you step on the scale.
es: Es mejor que te peses por la mañana, después de ir al baño, pero antes de comer o beber algo. Lleva la menor cantidad de ropa posible, o por lo menos lleva la misma ropa cada vez que te subas a la báscula.
fr_ca: Il est préférable de vous peser le matin après avoir utilisé les toilettes mais avant de manger ou de boire quoi que ce soit. Portez le moins de vêtements possible, ou au moins portez les mêmes vêtements chaque fois que vous montez sur la balance.
pt_br: É melhor se pesar logo pela manhã depois de usar o banheiro, mas antes de comer ou beber qualquer coisa. Vista o mínimo de roupas possível, ou pelo menos use as mesmas roupas sempre que subir na balança.

# WeightWidgetHint.howOftenWeight.title
source: How Often Should I Weigh In?
es: ¿Con qué frecuencia debería pesarme?
fr_ca: À quelle fréquence dois-je me peser?
pt_br: Com que Frequência Devo me Pesar?

# WeightWidgetHint.howOftenWeight.answer1
source: True Weight is resilient to missing weight entries. However, for the best results, weigh in daily or at least three times per week.
es: El peso real resiste la ausencia de entradas de peso. No obstante, para obtener los mejores resultados, pésate a diario o al menos tres veces a la semana.
fr_ca: Le poids réel est résistant aux absences d'entrées de poids. Cependant, pour les meilleurs résultats, pesez-vous quotidiennement ou au moins trois fois par semaine.
pt_br: O Peso real é resiliente a entradas de peso ausentes. No entanto, para melhores resultados, pese-se diariamente ou pelo menos três vezes por semana.

# WeightProgressScreen.title
source: Weight
es: Peso
fr_ca: Poids
pt_br: Peso

# WeightProgressScreen.averageTrueWeight
source: Average True Weight
es: Peso real medio
fr_ca: Poids moyen réel
pt_br: Peso real médio

# WeightProgressScreen.chageOverPeriod
source: Change Over Period
es: Cambio a lo largo del periodo
fr_ca: Changement sur la période
pt_br: Mudança ao Longo do Período

# WeightProgressAnalyticsView.currentTrueWeight
source: Current True Weight
es: Peso real actual
fr_ca: Poids actuel réel
pt_br: Peso real atual

# WeightProgressAnalyticsView.weeklyWeightChange
source: Weekly Weight Change
es: Cambio de peso semanal
fr_ca: Changement de poids hebdomadaire
pt_br: Mudança Semanal de Peso

# WeightProgressAnalyticsView.projection
source: 30-Day Projection
es: Proyección a 30 días
fr_ca: Projection à 30 jours
pt_br: Projeção de 30 Dias

# WeightProgressAnalyticsView.currentTrueWeight.description
source: Our estimate of your current weight after smoothing out day-to-day fluctuations.
es: Nuestra estimación sobre tu peso actual después de matizar las fluctuaciones diarias.
fr_ca: Notre estimation de votre poids actuel après avoir lissé les fluctuations quotidiennes.
pt_br: Nossa estimativa do seu peso atual após suavizar as flutuações diárias.

# WeightProgressAnalyticsView.weeklyWeightChange.description.weightLoss
source: Your typical weekly rate of weight loss over the past three weeks.
es: Tu tasa típica semanal de pérdida de peso durante las últimas tres semanas.
fr_ca: Votre taux hebdomadaire typique de perte de poids au cours des trois dernières semaines.
pt_br: Sua típica taxa semanal de perda de peso nas últimas três semanas.

# WeightProgressAnalyticsView.weeklyWeightChange.description.weightGain
source: Your typical weekly rate of weight gain over the past three weeks.
es: Tu tasa típica semanal de aumento de peso durante las últimas tres semanas.
fr_ca: Votre taux hebdomadaire typique de prise de poids au cours des trois dernières semaines.
pt_br: Sua típica taxa semanal de ganho de peso nas últimas três semanas.

# WeightProgressAnalyticsView.projection.description.weightLoss
source: Your projected weight in 30 days if your current rate of weight loss continues. Changes in energy intake or expenditure can significantly alter this projection.
es: Tu peso proyectado a 30 días si continúas con tu tasa actual de pérdida de peso. Los cambios en la ingesta o el gasto de energía pueden alterar significativamente esta proyección.
fr_ca: Votre poids projeté dans 30 jours si votre rythme actuel de perte de poids se poursuit. Les changements dans la prise ou la dépense d'énergie peuvent modifier significativement cette projection.
pt_br: Seu peso projetado em 30 dias se sua taxa atual de perda de peso continuar. Mudanças na ingestão ou gasto de energia podem alterar significativamente essa projeção.

# WeightProgressAnalyticsView.projection.description.weightGain
source: Your projected weight in 30 days if your current rate of weight gain continues. Changes in energy intake or expenditure can significantly alter this projection.
es: Tu peso proyectado a 30 días si continúas tu tasa actual de ganancia de peso. Los cambios en la ingesta o el gasto de energía pueden alterar significativamente esta proyección.
fr_ca: Votre poids projeté dans 30 jours si votre rythme actuel de prise de poids se poursuit. Les changements dans la prise ou la dépense d'énergie peuvent modifier significativement cette projection.
pt_br: Seu peso projetado em 30 dias se sua taxa atual de ganho de peso continuar. Mudanças na ingestão ou gasto de energia podem alterar significativamente essa projeção.

# WeightProgressAnalyticsView.perWeek
source: per week
es: a la semana
fr_ca: par semaine
pt_br: por semana

# WeightProgressAnalyticsView.gatheringData
source: Gathering Data
es: Recopilando datos
fr_ca: Collecte de données
pt_br: Coletando Dados

# WeightProgressAnalyticsView.gatheringDataDescription
source: A complete analysis will be available after three weeks of weight tracking.
es: Tras registrar el peso durante tres semanas se ofrecerá un análisis completo.
fr_ca: Une analyse complète sera disponible après trois semaines de suivi du poids.
pt_br: Uma análise completa estará disponível após três semanas de acompanhamento do peso.

# WeightProgressAnalyticsView.projectionPending
source: Projection Pending
es: Proyección pendiente
fr_ca: Projection en attente
pt_br: Projeção Pendente

# WeightProgressAnalyticsView.projectionPendingDescription
source: Accurate forecasting requires three weeks of weight tracking.
es: Una predicción precisa requiere tres semanas de registro del peso.
fr_ca: Une prévision précise nécessite trois semaines de suivi du poids.
pt_br: Previsões precisas exigem três semanas de acompanhamento do peso.

# ScaleWeightHistoryScreen.title
source: Scale Weight Log
es: Registro del peso en la báscula
fr_ca: Journal de poids sur la balance
pt_br: Registro de Peso da Balança
