Repository: H0xel/AppStudio.Fasting.iOS
Catalog: CalorieCounter/Resources/*.lproj/Localizable.strings
Languages: es_419, fr_ca, pt_br

# ProfileScreen.changeGoal
source: Change goal
es_419: Cambiar meta
fr_ca: Modifier l'objectif
pt_br: Alterar objetivo

# ProfileScreen.targetWeight
source: Target weight
es_419: Peso meta
fr_ca: Poids cible
pt_br: Peso alvo

# ProfileScreen.calorieGoal
source: Daily calorie goal
es_419: Meta diaria de calorías
fr_ca: Objectif calorique quotidien
pt_br: Meta diária de calorias

# ProfileScreen.weeklyWeightLoss
source: Weekly weight loss
es_419: Pérdida de peso semanal
fr_ca: Perte de poids hebdomadaire
pt_br: Perda de peso semanal

# ProfileScreen.weeklyWeightGain
source: Weekly weight gain
es_419: Ganancia de peso semanal
fr_ca: Gain de poids hebdomadaire
pt_br: Ganho de peso semanal

# FoodScreen.getPlus
source: Get Plus
es_419: Obtener Plus
fr_ca: Obtenir Plus
pt_br: Obtenha Plus

# FoodScreen.macros
source: Macros
es_419: Macronutrientes
fr_ca: Macronutriments

# DiscountPaywall.limitedTimeOffer
source: Limited Time Offer
es_419: Oferta por tiempo limitado
fr_ca: Offre à durée limitée
pt_br: Oferta por tempo limitado

# DiscountPaywall.specialOffer
source: Special Offer
es_419: Oferta especial
fr_ca: Offre spéciale
pt_br: Oferta especial

# DiscountPaywall.discountOff
source: %@ OFF
es_419: %@ DE DESCUENTO
fr_ca: %@ DE RÉDUCTION
pt_br: %@ DE DESCONTO

# DiscountPaywall.days
source: days
es_419: días
fr_ca: jours
pt_br: dias

# DiscountPaywall.hr
source: hr
es_419: h
fr_ca: h

# DiscountPaywall.sec
source: sec
es_419: s
pt_br: seg

# DiscountPaywall.only
source: Only
es_419: Solo
fr_ca: Seulement
pt_br: Apenas

# DiscountPaywall.week
source: / week
es_419: / semana
fr_ca: / semaine
pt_br: por semana

# DiscountPaywall.saveNow %@
source: Save %@ now
es_419: Ahorra %@ ahora
fr_ca: Économisez %@ maintenant
pt_br: Economize %@ agora

# DiscountPaywall.unlimitedAccess
source: Unlimited access to all features
es_419: Acceso ilimitado a todas las funciones
fr_ca: Accès illimité à toutes les fonctionnalités
pt_br: Acesso ilimitado a todas as funcionalidades

# DiscountPaywall.banner.description %@
source: Unlimited access to all premium features for a year at %@ off!
es_419: ¡Acceso ilimitado a todas las funciones premium durante un año con un %@ de descuento!
fr_ca: Accès illimité à toutes les fonctionnalités premium pour un an à %@ de remise!
pt_br: Acesso ilimitado a todas as funcionalidades premium por um ano com %@ de desconto!

# DiscountPaywall.banner.get
source: Get
es_419: Obtener
fr_ca: Obtenir
pt_br: Obter

# DiscountPaywall.banner.off
source: OFF
es_419: DESCUENTO
fr_ca: REMISE
pt_br: DE DESCONTO

# DiscountPaywall.banner.button %@
source: Save %@ now
es_419: Ahorra %@ ahora
fr_ca: Économisez %@ maintenant
pt_br: Economize %@ agora

# CoachConstants.appName
source: Calorie Counter
es_419: Contador de calorias
fr_ca: Compteur de calories
pt_br: Contador de Calorias

# MealVoting.title.notVoted
source: Recognized correctly?
es_419: ¿Se reconoció correctamente?
fr_ca: Reconnu correctement?
pt_br: Reconhecido corretamente?

# MealVoting.title.like
source: Thanks!
es_419: ¡Gracias!
fr_ca: Merci!
pt_br: Obrigado!

# MealVoting.title.dislike
source: Thanks! We'll work on it.
es_419: ¡Gracias! Trabajaremos en ello.
fr_ca: Merci! Nous y travaillerons.
pt_br: Obrigado! Vamos trabalhar nisso.

# FoodSuggestionsEmptyView.title
source: No entries yet
es_419: Aún no hay entradas

# FoodSuggestionsEmptyView.subtitle
source: Start logging to view history
es_419: Comience a iniciar sesión para ver el historial

# LogType.log
source: Log
es_419: Registrar
fr_ca: Journal

# LogType.history
source: History
es_419: Historia
fr_ca: Histoire

# LogType.quickAdd
source: Quick Add
es_419: Agregar rápido
fr_ca: Ajout rapide

# LogType.addRecipe
source: Add Recipe
es_419: Agregar receta
fr_ca: Ajouter une recette

# FoodSearchEmptyView.title.tap
source: Tap
es_419: Toca

# FoodSearchEmptyView.title.toUse
source: to use AI recognition
es_419: para usar el reconocimiento de IA

# QuickAdd.protein
source: Protein
es_419: Proteína
fr_ca: Protéine

# QuickAdd.fat
source: Fat
es_419: Grasa
fr_ca: Lipides

# QuickAdd.carbs
source: Carbs
es_419: Carbohidratos
fr_ca: Glucides

# QuickAdd.calories
source: Calories
es_419: Calorías

# QuickAdd.foodName
source: Food Name
es_419: Nombre del alimento
fr_ca: Nom de l'aliment

# QuickAdd.title
source: Quick Add
es_419: Agregar rápido
fr_ca: Ajout rapide

# QuickAdd.foodName.placeholder
source: Optional
es_419: Opcional
fr_ca: Facultatif

# CameraAlert.title
source: "Calorie Counter" Would Like to Access the Camera
es_419: "Calorie Counter" Desea acceder a la cámara
fr_ca: "Calorie Counter" voudrait accéder à la caméra
pt_br: "Calorie Counter" Gostaria de acessar a câmera

# CameraAlert.subtitle
source: Allow camera access in the settings to scan barcodes.
es_419: Permite el acceso a la cámara en la configuración para escanear códigos de barras.
fr_ca: Autorisez l'accès à la caméra dans les paramètres pour numériser les codes à barres.
pt_br: Permita acesso à câmera nas configurações para escanear códigos de barras.

# CameraAlert.openSettings
source: Open application settings
es_419: Abrir la configuración de la aplicación
fr_ca: Ouvrir les paramètres de l'application
pt_br: Abrir configurações do aplicativo

# NutritionProfile.carbs
source: C
fr_ca: G

# DietType.keto
source: Keto
fr_ca: Céto

# PaywallOptionsView.popular
source: Popular
fr_ca: Populaire

# PersonalizedPaywall.male.name1
source: Trevor
pt_br: Thiago

# PersonalizedPaywall.male.name3
source: George
pt_br: Jorge

# Weekday.saturday
source: S
pt_br: Sábado
