Repository: H0xel/AppStudio.Fasting.iOS
Catalog: CalorieCounter/Resources/*.lproj/Localizable.strings
Languages: es_419, fr_ca, pt_br

# ActivityLevel.veryActive.description
source: In many cases, this would correspond to more than 15,000 steps a day.
es_419: En muchos casos, esto equivaldría a más de 15,000 pasos al día.
fr_ca: Dans beaucoup de cas, cela correspondrait à plus de 15 000 pas par jour.
pt_br: Em muitos casos, isso corresponderia a mais de 15.000 passos por dia.

# SpecialEvent.vacation
source: Vacation
es_419: Vacaciones
fr_ca: Vacances
pt_br: Férias

# SpecialEvent.wedding
source: Wedding
es_419: Boda
fr_ca: Mariage
pt_br: Casamento

# SpecialEvent.sportsCompetition
source: Sports competition
es_419: Competencia deportiva
fr_ca: Compétition sportive
pt_br: Competição esportiva

# SpecialEvent.summer
source: Summer
es_419: Verano
fr_ca: Été
pt_br: Verão

# SpecialEvent.reunion
source: Reunion
es_419: Reunión
fr_ca: Réunion
pt_br: Reunião

# SpecialEvent.birthday
source: Birthday
es_419: Cumpleaños
fr_ca: Anniversaire
pt_br: Aniversário

# SpecialEvent.somethingElse
source: Something else
es_419: Otro evento
fr_ca: Autre chose
pt_br: Outro

# SpecialEvent.noSpecialEvent
source: No special event
es_419: No hay ningún evento especial
fr_ca: Aucun événement spécial
pt_br: Nenhum evento especial

# SpecialEvent.somethingElse.title
source: Big event
es_419: Gran evento
fr_ca: Événement
pt_br: Grande evento

# SpecialEvent.sportsCompetition.title
source: Competition
es_419: Competencia
fr_ca: Compétition
pt_br: Competição

# NotificationOnboarding.title
source: Stay Motivated with Notifications
es_419: Mantente motivado con ayuda de las notificaciones
fr_ca: Gardez la motivation avec des notifications
pt_br: Fique motivado com notificações

# NotificationOnboarding.button
source: Allow notifications
es_419: Permitir las notificaciones
fr_ca: Autoriser les notifications
pt_br: Permitir notificações

# ProductCatalog.duration.day.period
source: daily
es_419: diariamente
fr_ca: quotidien
pt_br: diário

# ProductCatalog.duration.week.period
source: weekly
es_419: semanalmente
fr_ca: hebdomadaire
pt_br: semanalmente

# ProductCatalog.duration.month.period
source: monthly
es_419: mensualmente
fr_ca: mensuel
pt_br: por mês

# ProductCatalog.duration.year.period
source: yearly
es_419: anualmente
fr_ca: annuel
pt_br: anual

# ProductCatalog.duration.day
source: day
es_419: día
fr_ca: jour
pt_br: dia

# ProductCatalog.duration.week
source: week
es_419: semana
fr_ca: semaine
pt_br: semana

# ProductCatalog.duration.month
source: month
es_419: mes
fr_ca: mois
pt_br: mês

# ProductCatalog.duration.quater
source: quarter
es_419: trimestre
fr_ca: trimestre
pt_br: trimestre

# ProductCatalog.duration.year
source: year
es_419: año
fr_ca: année
pt_br: ano

# ProductCatalog.duration.day.form1
source: day
es_419: día
fr_ca: jour
pt_br: dia

# ProductCatalog.duration.day.form2
source: days
es_419: días
fr_ca: jours
pt_br: dias

# ProductCatalog.duration.week.form1
source: week
es_419: semana
fr_ca: semaine
pt_br: semana

# ProductCatalog.duration.week.form2
source: weeks
es_419: semanas
fr_ca: semaines
pt_br: semanas

# ProductCatalog.duration.month.form1
source: month
es_419: mes
fr_ca: mois
pt_br: mês

# ProductCatalog.duration.month.form2
source: months
es_419: meses
fr_ca: mois
pt_br: meses

# ProductCatalog.duration.year.form1
source: year
es_419: año
fr_ca: année
pt_br: ano

# ProductCatalog.duration.year.form2
source: years
es_419: años
fr_ca: années
pt_br: anos

# ProductCatalog.duration.year.short
source: yr
es_419: año
fr_ca: an
pt_br: ano

# ProductCatalog.duration.month.short
source: mo
es_419: mes
pt_br: mês

# ProductCatalog.duration.week.short
source: wk
es_419: sem
fr_ca: sem
pt_br: sem

# ProductCatalog.priceTitle
source: %@ per %@
es_419: %@ por %@
fr_ca: %@ par %@
pt_br: %@ por %@

# SubscriptionDuration.week
source: 1 week
es_419: 1 semana
fr_ca: 1 semaine
pt_br: 1 semana

# SubscriptionDuration.month
source: 1 month
es_419: 1 mes
fr_ca: 1 mois
pt_br: 1 mês

# SubscriptionDuration.threeMonth
source: 3 months
es_419: 3 meses
fr_ca: 3 mois
pt_br: 3 meses

# SubscriptionDuration.sixMonth
source: 6 months
es_419: 6 meses
fr_ca: 6 mois
pt_br: 6 meses

# SubscriptionDuration.year
source: 12 months
es_419: 12 meses
fr_ca: 12 mois
pt_br: 12 meses

# MealType.breakfast
source: Breakfast
es_419: Desayuno
fr_ca: Petit déjeuner
pt_br: Café da manhã

# MealType.lunch
source: Lunch
es_419: Almuerzo
fr_ca: Déjeuner
pt_br: Almoço

# MealType.dinner
source: Dinner
es_419: Cena
fr_ca: Souper
pt_br: Jantar

# MealType.snack
source: Snacks
es_419: Botanas
fr_ca: Collations
pt_br: Lanche

# FoodLogScreen.emptyViewTitle.breakfast
source: What did you have for breakfast?
es_419: ¿Qué desayunaste?
fr_ca: Qu'est-ce que tu as mangé au petit-déjeuner ?

# FoodLogScreen.emptyViewTitle.lunch
source: What did you have for lunch?
es_419: ¿Qué almorzaste?
fr_ca: Qu'est-ce que tu as mangé au déjeuner ?

# FoodLogScreen.emptyViewTitle.dinner
source: What did you have for dinner?
es_419: ¿Qué cenaste?
fr_ca: Qu'est-ce que tu as mangé au dîner ?

# FoodLogScreen.emptyViewTitle.snack
source: What snacks did you have?
es_419: ¿Qué botanas has tenido?
fr_ca: Quelles collations as-tu pris ?

# FoodLogScreen.textFieldPlaceholder
source: Add one dish or item
es_419: Agrega un platillo o elemento
fr_ca: Ajoutez un plat ou un article
pt_br: Adicione um prato ou item

# FoodLogScreen.notFocuesedTextFieldPlaceholder
source: Describe your meal
es_419: Describe tu comida
fr_ca: Décrivez votre repas
pt_br: Descreva sua refeição

# FoodLogScreen.log
source: Log
es_419: Registrar
fr_ca: Journal
pt_br: Registrar

# FoodLogScreen.done
source: Done
es_419: Listo
fr_ca: Terminé
pt_br: Concluído

# FoodLogScreen.newIngredientsTitle
source: New Ingredients in
es_419: Nuevos ingredientes en
fr_ca: Nouveaux ingrédients dans
pt_br: Novos Ingredientes em

# FoodLogScreen.addIngredientButtonTitle
source: Add Ingredient
es_419: Agregar ingrediente
fr_ca: Ajouter un ingrédient
pt_br: Incluir Ingrediente

# NutritionProfile.fats
source: F
es_419: G
fr_ca: L
pt_br: G

# Review.title
source: Need assistance?
es_419: ¿Necesitas ayuda?
fr_ca: Besoin d'aide?
pt_br: Precisa de ajuda?

# Review.subTitle
source: Contact support or share your feedback with us
es_419: Ponte en contacto con el soporte o comparte tus comentarios con nosotros
fr_ca: Contactez l'assistance ou partagez vos commentaires avec nous
pt_br: Entre em contato com o suporte ou compartilhe seu feedback conosco

# ProfileScreen.supportEmailSubject
source: Calorie Counter App Support
es_419: Soporte para la aplicación Contador de Calorías
fr_ca: Assistance de l'application Calorie Counter
pt_br: Suporte do Aplicativo Contador de Calorias

# MealDeleteBanner.deleteMeal
source: Delete Meal
es_419: Eliminar comida
fr_ca: Supprimer le repas
pt_br: Excluir refeição

# MealDeleteBanner.deleteIngredient
source: Delete Ingredient
es_419: Eliminar ingrediente
fr_ca: Supprimer l'ingrédient
pt_br: Excluir ingrediente

# MealDeleteBanner.editMeal
source: Edit
es_419: Editar
fr_ca: Modifier

# ExerciseActivity.sessionsPerWeek0
source: 0 sessions / week
es_419: 0 sesiones / semana
fr_ca: 0 séance / semaine
pt_br: 0 sessões / semana

# ExerciseActivity.sessionsPerWeek1to3
source: 1-3 sessions / week
es_419: 1-3 sesiones / semana
fr_ca: 1-3 séances / semaine
pt_br: 1-3 sessões / semana

# ExerciseActivity.sessionsPerWeek4to6
source: 4-6 sessions / week
es_419: 4-6 sesiones / semana
fr_ca: 4-6 séances / semaine
pt_br: 4-6 sessões / semana

# ExerciseActivity.sessionsPerWeekMoreThan7
source: 7+ sessions / week
es_419: Más de 7 sesiones / semana
fr_ca: 7+ séances / semaine
pt_br: 7+ sessões / semana

# ActivityType.noActivity
source: None or relaxed activity
es_419: Ninguna o actividad relajada
fr_ca: Aucune ou activité détendue
pt_br: Nenhuma ou atividade relaxada

# ActivityType.cardio
source: Lifting
es_419: Levantamiento de pesas
fr_ca: Musculation
pt_br: Musculação

# ActivityType.both
source: Cardio & lifting
es_419: Cardio y levantamiento de pesas
fr_ca: Cardio et levé de poids
pt_br: Cardio e musculação

# OnboardingEstimatedExpenditureView.subtitle
source: your estimated expenditure
es_419: tu gasto estimado
fr_ca: votre dépense estimée
pt_br: seu gasto estimado

# OnboardingEstimatedExpenditureView.description
source: Expenditure is the number of calories you would need to consume to maintain your current weight
es_419: El gasto es la cantidad de calorías que necesitarías consumir para mantener tu peso actual
fr_ca: La dépense est le nombre de calories que vous devriez consommer pour maintenir votre poids actuel
pt_br: Gasto é o número de calorias que você precisa consumir para manter seu peso atual

# OnboardingEstimatedExpenditureView.averageDaily
source: Average daily calories
es_419: Promedio diario calorías
fr_ca: Moyenne quotidienne calories
pt_br: Média diária de calorias

# OnboardingEstimatedExpenditureView.estimatedAchievementDate
source: Estimated achievement date
es_419: Fecha estimada del logro
fr_ca: Date de réussite estimée
pt_br: Data estimada de alcance

# CalorieGoal.lose
source: Lose weight
es_419: Perder peso
fr_ca: Perdre du poids
pt_br: Perder peso

# CalorieGoal.maintain
source: Maintain
es_419: Mantener
fr_ca: Maintenir
pt_br: Manter

# CalorieGoal.gain
source: Gain
es_419: Ganar
fr_ca: Gagner
pt_br: Ganhar

# CalorieGoal.lose.description
source: Goal of losing weight
es_419: Meta para perder peso
fr_ca: Objectif de perte de poids
pt_br: Objetivo de perder peso

# CalorieGoal.maintain.description
source: Goal of keeping your weight at its current level
es_419: Meta para mantener tu peso en su nivel actual
fr_ca: Objectif de maintien de votre poids au niveau actuel
pt_br: Objetivo de manter seu peso no nível atual

# CalorieGoal.gain.description
source: Goal of gaining weight
es_419: Meta para ganar peso
fr_ca: Objectif de prise de poids
pt_br: Objetivo de ganhar peso

# ProteinLevel.low
source: Low
es_419: Bajo
fr_ca: Faible
pt_br: Baixo

# ProteinLevel.moderate
source: Moderate
es_419: Moderado
fr_ca: Modéré
pt_br: Moderado

# ProteinLevel.high
source: High
es_419: Alto
fr_ca: Élevé
pt_br: Alto

# ProteinLevel.extraHigh
source: Extra high
es_419: Muy alto
fr_ca: Très élevé
pt_br: Extra alto

# ProteinLevel.low.description
source: On the low side of the optimal range
es_419: En el lado bajo del rango óptimo
fr_ca: À l'extrémité basse de la plage optimale
pt_br: No lado baixo da faixa ótima

# ProteinLevel.moderate.description
source: In the middle of the optimal range
es_419: A la mitad del rango óptimo
fr_ca: Au milieu de la plage optimale
pt_br: No meio da faixa ótima

# ProteinLevel.high.description
source: On the high end of the optimal range
es_419: En el extremo alto del rango óptimo
fr_ca: À l'extrémité élevée de la plage optimale
pt_br: No alto da faixa ótima

# ProteinLevel.extraHigh.description
source: Highest recommended intake
es_419: Ingesta máxima recomendada
fr_ca: Apport le plus élevé recommandé
pt_br: Ingestão máxima recomendada

# DietType.balanced
source: Balanced
es_419: Equilibrada
fr_ca: Équilibré
pt_br: Equilibrado

# DietType.lowFat
source: Low-fat
es_419: Baja en grasas
fr_ca: Pauvre en graisses
pt_br: Baixo teor de gordura

# DietType.lowCarb
source: Low-carb
es_419: Baja en carbohidratos
fr_ca: Pauvre en glucides
pt_br: Baixo teor de carboidratos

# DietType.balanced.description
source: Standard distribution of carbs and fat
es_419: Distribución estándar de carbohidratos y grasas
fr_ca: Répartition standard des glucides et des lipides
pt_br: Distribuição padrão de carboidratos e gorduras

# DietType.lowFat.description
source: Fat will be reduced to prioritize carb and protein intake
es_419: Se reducirán las grasas para priorizar la ingesta de carbohidratos y proteínas
fr_ca: Les lipides seront réduits pour privilégier l'apport en glucides et en protéines
pt_br: A gordura será reduzida para priorizar a ingestão de carboidratos e proteínas

# DietType.lowCarb.description
source: Carbs will be reduced to prioritize fat and protein intake
es_419: Se reducirán los carbohidratos para priorizar la ingesta de grasas y proteínas
fr_ca: Les glucides seront réduits pour privilégier l'apport en lipides et en protéines
pt_br: Os carboidratos serão reduzidos para priorizar a ingestão de gorduras e proteínas

# DietType.keto.description
source: Carbs will be very restricted to allow for higher fat intake
es_419: Se restringirán mucho los carbohidratos para permitir una mayor ingesta de grasas
fr_ca: Les glucides seront très restreints pour permettre un apport plus élevé en lipides
pt_br: Os carboidratos serão muito restritos para permitir maior ingestão de gorduras

# OnboardingFastCalorieView.recommended
source: Recommended
es_419: Recomendado
fr_ca: Recommandé
pt_br: Recomendado

# OnboardingFastCalorieView.slower
source: Slower
es_419: Más lento
fr_ca: Plus lent
pt_br: Mais lento

# OnboardingFastCalorieView.faster
source: Faster
es_419: Más rápido
fr_ca: Plus rapide
pt_br: Mais rápido

# OnboardingFastCalorieView.minimumIntake
source: Minimum recommended intake
es_419: Ingesta mínima recomendada
fr_ca: Apport minimum recommandé
pt_br: Ingestão mínima recomendada

# OnboardingFastCalorieView.burnPerWeek
source: %@ / week
es_419: %@ / semana
fr_ca: %@ / semaine
pt_br: %@ / semana

# OnboardingFastCalorieView.loseWeight.description1
source: This rate of weight loss is generally considered sustainable for achieving long-term success.
es_419: Este ritmo de pérdida de peso generalmente se considera sostenible para lograr el éxito a largo plazo.
fr_ca: Ce taux de perte de poids est généralement considéré comme durable pour obtenir un succès à long terme.
pt_br: Esta taxa de perda de peso é geralmente considerada sustentável para alcançar sucesso a longo prazo.

# OnboardingFastCalorieView.gainWeight.description1
source: This weight gain rate supports muscle building while minimizing the risk of gaining excess fat.
es_419: Este ritmo de ganancia de peso apoya la construcción muscular a la vez que minimiza el riesgo de ganar grasa excesiva.
fr_ca: Ce taux de prise de poids favorise la construction musculaire tout en minimisant le risque de prise de graisse excessive.
pt_br: Esta taxa de ganho de peso suporta a construção muscular enquanto minimiza o risco de ganhar gordura excessiva.

# OnboardingFastCalorieView.description2
source: Consuming fewer than 1200 kcal daily is not advisable for health reasons. Your daily calorie allowance adjusted accordingly.
es_419: No se recomienda consumir menos de 1200 kcal diarias por razones de salud. Tu asignación de calorías diarias se ajustó en consecuencia.
fr_ca: Consommer moins de 1 200 kcal par jour n'est pas conseillé pour des raisons de santé. Votre allocation calorique quotidienne a été ajustée en conséquence.
pt_br: Consumir menos de 1200 kcal diariamente não é aconselhável por motivos de saúde. Sua permissão diária de calorias foi ajustada de acordo.

# DailyCalorieBudget.profileInfoTitle
source: Program
es_419: Programa
fr_ca: Programme
pt_br: Programa

# DailyCalorieBudget.title
source: Your daily calorie goal
es_419: Tu meta de calorías diaria
fr_ca: Votre objectif calorique quotidien
pt_br: Sua meta diária de calorias

# DailyCalorieBudget.protein
source: Protein
es_419: Proteína
fr_ca: Protéine
pt_br: Proteína

# DailyCalorieBudget.fat
source: Fat
es_419: Grasa
fr_ca: Lipides
pt_br: Gordura

# DailyCalorieBudget.carbs
source: Carbs
es_419: Carbohidratos
fr_ca: Glucides
pt_br: Carboidratos

# DailyCalorieBudget.estimatedExpenditure
source: Estimated Expenditure
es_419: Gasto estimado
fr_ca: Dépense estimée
pt_br: Gasto Estimado

# DailyCalorieBudget.dailyCalorieGoal
source: Daily calorie goal
es_419: Meta diaria de calorías
fr_ca: Objectif calorique quotidien
pt_br: Meta diária de calorias

# DailyCalorieBudget.estimatedAchievementDate
source: Estimated achievement date
es_419: Fecha estimada del logro
fr_ca: Date de réussite estimée
pt_br: Data estimada de alcance

# DailyCalorieBudget.targetProtein
source: Target Protein
es_419: Proteínas meta
fr_ca: Objectif de protéines
pt_br: Proteína Alvo

# DailyCalorieBudget.dietType
source: Diet Type
es_419: Tipo de dieta
fr_ca: Type de régime
pt_br: Tipo de Dieta

# DailyCalorieBudget.estimatedExpenditure.description
source: Upon analyzing your data on physical activity and body metrics, we determined that your daily energy expenditure is approximately %@ kcal.
es_419: Después de analizar los datos sobre tu actividad física y métricas corporales, determinamos que tu gasto de energía diario es de aproximadamente %@ kcal.
fr_ca: En analysant vos données sur l'activité physique et les mesures corporelles, nous avons déterminé que votre dépense énergétique quotidienne est d'environ %@ kcal.
pt_br: Ao analisar seus dados de atividade física e métricas corporais, determinamos que seu gasto energético diário é aproximadamente %@ kcal.

# DailyCalorieBudget.dailyCalorieGoal.description
source: Your goal is to %@, so your daily average Calorie Goal should be around %@
es_419: Tu meta es %@, así que tu meta de calorías diaria promedio debe ser de aproximadamente %@
fr_ca: Votre objectif est de %@, votre objectif calorique quotidien moyen devrait donc être d'environ %@
pt_br: Seu objetivo é %@, então sua Meta Média Diária de Calorias deve ser cerca de %@

# DailyCalorieBudget.dailyCalorieGoal.description.loose
source: lose weight at a rate of -%@ per week
es_419: perder peso a un ritmo de -%@ por semana
fr_ca: perdre du poids à un rythme de -%@ par semaine
pt_br: perder peso a uma taxa de -%@ por semana

# DailyCalorieBudget.dailyCalorieGoal.description.gain
source: gain weight at a rate of +%@ per week
es_419: ganar peso a un ritmo de +%@ por semana
fr_ca: prendre du poids à un rythme de +%@ par semaine
pt_br: ganhar peso a uma taxa de +%@ por semana

# DailyCalorieBudget.dailyCalorieGoal.description.maintain
source: maintain your starting weight
es_419: mantener tu peso inicial
fr_ca: maintenir votre poids de départ
pt_br: manter seu peso inicial

# DailyCalorieBudget.estimatedAchievementDate.description
source: With a daily calorie %@, we estimated that you will reach your goal on %@.
es_419: Con una meta de calorías diaria de %@, estimamos que lograrás tu objetivo el %@.
fr_ca: Avec un objectif calorique quotidien de %@, nous estimons que vous atteindrez votre objectif le %@.
pt_br: Com uma meta diária de %@ calorias, estimamos que você alcançará seu objetivo em %@.

# DailyCalorieBudget.estimatedAchievementDate.description.deficit
source: deficit of %@ kcal and a weight loss rate of -%@ per week
es_419: déficit de %@ kcal y un ritmo de pérdida de peso de -%@ por semana
fr_ca: déficit de %@ kcal et un taux de perte de poids de -%@ par semaine
pt_br: déficit de %@ kcal e uma taxa de perda de peso de -%@ por semana

# DailyCalorieBudget.estimatedAchievementDate.description.surplus
source: surplus of %@ kcal and a weight gain rate of +%@ lb per week
es_419: excedente de %@ kcal y un ritmo de aumento de peso de +%@ lb por semana
fr_ca: excédent de %@ kcal et un taux de prise de poids de +%@ lb par semaine
pt_br: superávit de %@ kcal e uma taxa de ganho de peso de +%@ lb por semana

# DailyCalorieBudget.targetProtein.description
source: Given that you have a goal of %@ weight and prefer a moderate amount of protein, consuming %@ of body weight of protein is a good daily average given your lifestyle and training.
es_419: Dado que tu meta de peso es %@ y prefieres una cantidad moderada de proteínas, consumir %@ de peso corporal en proteínas es un buen promedio diario, según tu estilo de vida y entrenamiento.
fr_ca: Étant donné que vous avez un objectif de poids de %@ et que vous préférez une quantité modérée de protéines, consommer %@ du poids corporel en protéines est une bonne moyenne quotidienne compte tenu de votre mode de vie et de votre entraînement.
pt_br: Visto que você tem uma meta de %@ de peso e prefere uma quantidade moderada de proteína, consumir %@ do peso corporal em proteína é uma boa média diária dado seu estilo de vida e treinamento.

# DailyCalorieBudget.targetProtein.description.lose
source: loosing
es_419: perdiendo
fr_ca: perdre
pt_br: perdendo

# DailyCalorieBudget.targetProtein.description.gain
source: gaining
es_419: ganando
fr_ca: prendre
pt_br: ganhando

# DailyCalorieBudget.targetProtein.description.maintain
source: maintaining your
es_419: mantener tu
fr_ca: maintenir votre
pt_br: mantendo seu

# DailyCalorieBudget.dietType.description
source: Finally, we distributed your remaining calories between carbs and fat in accordance with the %@ Diet.
es_419: Por último, distribuimos tus calorías restantes entre carbohidratos y grasas de acuerdo con la dieta %@.
fr_ca: Finalement, nous avons réparti vos calories restantes entre les glucides et les lipides en accord avec le régime %@.
pt_br: Finalmente, distribuímos suas calorias restantes entre carboidratos e gorduras de acordo com a Dieta %@.

# Weekday.monday
source: M
es_419: L
fr_ca: L
pt_br: Segunda-feira

# Weekday.tuesday
source: T
es_419: M
fr_ca: M
pt_br: Terça-feira

# Weekday.wednesday
source: W
es_419: M
fr_ca: M
pt_br: Quarta-feira

# Weekday.thursday
source: T
es_419: J
fr_ca: J
pt_br: Quinta-feira

# Weekday.friday
source: F
es_419: V
fr_ca: V
pt_br: Sexta-feira

# Weekday.sunday
source: S
es_419: D
fr_ca: D
pt_br: Domingo

# MealTypeView.add
source: Add
es_419: Agregar
fr_ca: Ajouter
pt_br: Incluir

# CaloriesBudgetHeaderView.eatenTitle
source: eaten
es_419: consumidas
fr_ca: consommé
pt_br: consumido

# CaloriesBudgetHeaderView.goalTitle
source: goal
es_419: meta
fr_ca: objectif
pt_br: meta

# CaloriesBudgetHeaderView.kcalLeftTitle
source: kcal left
es_419: kcal restantes
fr_ca: kcal restants
pt_br: kcal restantes

# CaloriesBudgetHeaderView.kcalOverTitle
source: kcal over
es_419: kcal excedentes
fr_ca: kcal en excès
pt_br: kcal excedentes

# NotFoundMealPlaceholderView.title
source: Nothing found with this barcode
es_419: No se encontró nada con este código de barras
fr_ca: Oups, aucun aliment trouvé pour le code-barres
pt_br: Nada encontrado com este código de barras

# IngredientPlaceholderView.notFound
source: Nothing found with this barcode
es_419: No se encontró nada con este código de barras
fr_ca: Aucun résultat trouvé avec ce code à barres
pt_br: Nada encontrado com este código de barras

# UsageLimitPaywallScreen.unlockAllFeatures
source: Unlock all features
es_419: Desbloquear todas las funciones
fr_ca: Déverrouiller toutes les fonctionnalités
pt_br: Desbloqueie todos os recursos

# UsageLimitPaywallScreen.feature1
source: AI-powered Food Log
es_419: Registro de alimentos con IA
fr_ca: Journal alimentaire assisté par l'IA
pt_br: Registro de alimentos com IA

# UsageLimitPaywallScreen.feature2
source: Barcode Scanner
es_419: Escaneo de código de barras
fr_ca: Scanner de code-barres
pt_br: Leitura de código de barras

# UsageLimitPaywallScreen.feature3
source: Complete Macro Tracking
es_419: Registro completo de macronutrientes
fr_ca: Suivi complet des macronutriments
pt_br: Acompanhamento completo de macronutrientes

# PaywallOptionsView.bestValue
source: Best value
es_419: Mejor valor
fr_ca: Meilleure offre
pt_br: Melhor valor

# PaywallOptionsView.perWeek
source: per week
es_419: por semana
fr_ca: par semaine
pt_br: por semana

# PaywallOptionsView.week
source: / week
es_419: / semana
fr_ca: / semaine
pt_br: / semana

# ProfileScreen.navTitle
source: Profile
es_419: Perfil
fr_ca: Profil
pt_br: Perfil

# ProfileScreen.support
source: Support
es_419: Soporte
fr_ca: Assistance
pt_br: Suporte

# ProfileScreen.termsOfUse
source: Terms of use
es_419: Términos de uso
fr_ca: Conditions d'Utilisation
pt_br: Termos de Uso

# ProfileScreen.privacyPolicy
source: Privacy policy
es_419: Política de privacidad
fr_ca: Politique de Confidentialité
pt_br: Política de Privacidade
