Repository: H0xel/AppStudio.Fasting.iOS
Catalog: CalorieCounter/Resources/*.lproj/Localizable.strings
Languages: es_419, fr_ca, pt_br

# SaveTitle
source: Save
es_419: Guardar
fr_ca: Enregistrer
pt_br: Salvar

# CancelTitle
source: Cancel
es_419: Cancelar
fr_ca: Annuler
pt_br: Cancelar

# Button.cancel
source: Cancel
es_419: Cancelar
fr_ca: Annuler
pt_br: Cancelar

# TodayTitle
source: Today
es_419: Hoy
fr_ca: Aujourd'hui
pt_br: Hoje

# NextTitle
source: Next
es_419: Siguiente
fr_ca: Suivant
pt_br: Próximo

# StartTitle
source: Start
es_419: Iniciar
fr_ca: Commencer
pt_br: Iniciar

source: Paywall Title
es_419: Título del muro de pago
fr_ca: Titre de la page de paiement
pt_br: Título do Paywall

# Paywall.noPaymentNow
source: No payment now!
es_419: ¡Sin pago ahora!
fr_ca: Aucun paiement pour l'instant!
pt_br: Sem pagamento agora!

# Paywall.cancelTitle
source: Get in Shape You Always Dreamed Of!
es_419: ¡Ponte en forma como siempre soñaste!
fr_ca: Obtenez la forme dont vous avez toujours rêvé!
pt_br: Consiga a forma que sempre sonhou!

# Paywall.cancelSubtitle
source: Tap your name in iPhone Settings, then tap Subscriptions and choose Fasting Tracker & Timer. Tap Cancel. Done!
es_419: Pulsa tu nombre en los ajustes del iPhone, después pulsa en Subscripciones y elige Fasting Tracker & Timer. Pulsa en Cancelar. ¡Listo!
fr_ca: Appuyez sur votre nom dans les paramètres de votre iPhone, puis appuyez sur Abonnements et choisissez Fasting Tracker & Timer. Appuyez sur Annuler. Terminé!
pt_br: Toque no seu nome nas configurações do iPhone, depois toque em Assinaturas e escolha Fasting Tracker & Timer. Toque em Cancelar. Pronto!

# Paywall.Continue
source: Continue
es_419: Continuar
fr_ca: Continuer
pt_br: Continuar

# Paywall.restore
source: Restore
es_419: Restablecer
fr_ca: Rétablir
pt_br: Restaurar

source: Paywall Header Title
es_419: Título del encabezado del muro de pago
fr_ca: Titre de l'en-tête de la page de paiement
pt_br: Título do Cabeçalho do Paywall

source: Paywall Header Description
es_419: Descripción del encabezado del muro de pago
fr_ca: Description de l'en-tête de la zone de paiement
pt_br: Descrição do Cabeçalho do Paywall

source: Paywall Header Bottom Title
es_419: Título inferior del encabezado del muro de pago
fr_ca: Titre en bas de l'en-tête de la page de paiement
pt_br: Título Inferior do Cabeçalho do Paywall

# Paywall.savePercent
source: Save %i%
es_419: Ahorra %i%
fr_ca: Moins %i%
pt_br: Poupe %i%

# Paywall.reachYourWeightGoals
source: Ready to start your journey?
es_419: ¿Todo listo para comenzartu travesía?
fr_ca: Prêt à commencer votre voyage?
pt_br: Pronto para iniciar sua jornada?

# Paywall.tryForFree
source: Try 3 days for free, then %@
es_419: Prueba 3 días gratis, después %@
fr_ca: Essayez 3 jours gratuitement, puis %@
pt_br: Experimente 3 dias grátis, depois %@

# Paywall.renewsAt
source: Get Plus for %@
es_419: Obtén Plus por %@
fr_ca: Obtenez Plus pour %@
pt_br: Cancelamento a qualquer momento. Renova por %@

# Paywall.cancelAnyTime
source: Unlock your advantage now!
es_419: ¡Desbloquea tu beneficio ahora!
fr_ca: Débloquez votre avantage maintenant!
pt_br: Cancelamento a qualquer momento

# Paywall.unlockAdvanteges
source: Unlock your advantage now!
es_419: ¡Desbloquea tu beneficio ahora!
fr_ca: Débloquez votre avantage maintenant!
pt_br: Desbloqueie suas vantagens agora!

# Paywall.termsOfUse
source: Terms of use
es_419: Términos de uso
fr_ca: Conditions d'Utilisation

# Paywall.privacyPolicy
source: Privacy policy
es_419: Política de privacidad

# PersonalizedPaywall.headerTitle
source: Reach your dream weight of %@ by %@
es_419: Alcanza tu peso ideal de %@ para el %@
fr_ca: Atteignez votre poids de rêve de %@ d'ici le %@
pt_br: Alcance o peso dos seus sonhos de %@ até %@

# PersonalizedPaywall.getPlus
source: Get Plus for %@
es_419: Obtén Plus por %@
fr_ca: Obtenez Plus pour %@
pt_br: Obtenha Plus por %@

# PersonalizedPaywall.now
source: Now
es_419: Ahora
fr_ca: Maintenant
pt_br: Agora

# PersonalizedPaywall.realTransformation
source: Real transformations
es_419: Transformaciones reales
fr_ca: Transformations réelles
pt_br: Transformações reais

# PersonalizedPaywall.whatYoullGet
source: What you’ll get
es_419: Qué obtendrás
fr_ca: Ce que vous obtiendrez
pt_br: O que você vai obter

# PersonalizedPaywall.loseWeightBullet
source: Lose ~%@ kg by your %@!
es_419: ¡Pierde ~%@ kg para tu %@!
fr_ca: Perdez environ %@ kg d'ici votre %@!
pt_br: Perca ~%@ kg até %@!

# PersonalizedPaywall.description.1
source: Customized for %@ ages %@
es_419: Personalizado para %@ de %@ años
fr_ca: Personnalisé pour les %@ de %@
pt_br: Personalizado para %@ de %@

# PersonalizedPaywall.description.2
source: Adapted for %@ lifestyle
es_419: Adaptado para un estilo de vida %@
fr_ca: Adapté pour un mode de vie %@
pt_br: Adaptado para o estilo de vida de %@

# PersonalizedPaywall.description.3
source: Easy to follow fasting schedule
es_419: Horario de ayuno fácil de seguir
fr_ca: Programme de jeûne facile à suivre
pt_br: Programa de jejum fácil de seguir

# PersonalizedPaywall.description.4
source: Eat whatever you want outside of fasting period
es_419: Come lo que quieras fuera del periodo de ayuno
fr_ca: Mangez ce que vous voulez en dehors de la période de jeûne
pt_br: Coma o que quiser fora do período de jejum

# PersonalizedPaywall.description.5
source: No exercise and yo-yo effect
es_419: Sin ejercicio ni efectos de rebote
fr_ca: Pas d'exercice ni d'effet yo-yo
pt_br: Sem exercício e efeito sanfona

# PersonalizedPaywall.description.6
source: No equipment and place limitations
es_419: Sin limitaciones de equipo y lugar
fr_ca: Pas de contraintes d'équipement et de lieu
pt_br: Sem equipamento e limitações de espaço

# PersonalizedPaywall.description.7
source: Promote cell regeneration, detoxification and metabolism
es_419: Promueve la regeneración celular, la desintoxicación y el metabolismo
fr_ca: Favorise la régénération cellulaire, la détoxification et le métabolisme
pt_br: Promove a regeneração celular, desintoxicação e metabolismo

# PersonalizedPaywall.description.8
source: Scientifically proven
es_419: Demostrado científicamente
fr_ca: Scientifiquement prouvé
pt_br: Cientificamente comprovado

# PersonalizedPaywall.female.description1
source: “I always found counting calories to be daunting, but fasting provides the simplicity that has helped me lose weight sustainably“
es_419: "Siempre me pareció abrumador contar calorías, pero el ayuno ofrece la sencillez que me ha ayudado a perder peso de manera sostenible"
fr_ca: « J'ai toujours trouvé compliqué de compter les calories, mais le jeûne offre la simplicité qui m'a aidé à perdre du poids de manière durable »
pt_br: “Sempre achei complicado contar calorias, mas o jejum proporciona a simplicidade que me ajudou a perder peso de forma sustentável“

# PersonalizedPaywall.female.description2
source: “I’ve started doing the 20-hour fasting with 4-hour eating window and so far so good“
es_419: “Comencé a hacer el ayuno de 20 horas con una ventana de alimentación de 4 horas y hasta ahora todo va bien“
fr_ca: « J’ai commencé le jeûne de 20 heures avec une fenêtre de prise alimentaire de 4 heures et jusqu'ici tout va bien »
pt_br: “Comecei o jejum de 20 horas com janela de alimentação de 4 horas e até agora, tudo bem“

# PersonalizedPaywall.female.description3.kg
source: “I didn't believe it at first, but now I have lost 6 kg! Didn't go to gym. I can still eat pizza! Crazy!“
es_419: “Al principio no lo creía, ¡pero ahora perdí 6 kg! No tuve que ir al gimnasio. ¡Aún puedo comer pizza! ¡Es increíble!"
fr_ca: « Je n'y croyais pas au début, mais maintenant j'ai perdu 6 kg! Je n'ai pas fréquenté la salle de sport. Je peux encore manger de la pizza! Incroyable! »
pt_br: “Eu não acreditava no começo, mas agora perdi 6 kg! Não fui à academia. Ainda posso comer pizza! Incrível!“

# PersonalizedPaywall.female.description3.lb
source: “I didn't believe it at first, but now I have lost 13 lb! Didn't go to gym. I can still eat pizza! Crazy!“
es_419: “Al principio no lo creía, ¡pero ahora perdí 13 lb! No tuve que ir al gimnasio. ¡Aún puedo comer pizza! ¡Es increíble!“
fr_ca: « Je n'y croyais pas au début, mais maintenant j'ai perdu 13 lb! Je n'ai pas fréquenté la salle de sport. Je peux encore manger de la pizza! Incroyable! »
pt_br: “Eu não acreditava no começo, mas agora perdi 13 lb! Não fui à academia. Ainda posso comer pizza! Incrível!“

# PersonalizedPaywall.male.description1
source: “I always found counting calories to be daunting, but fasting provides the simplicity that has helped me lose weight sustainably“
es_419: "Siempre me pareció abrumador contar calorías, pero el ayuno ofrece la sencillez que me ha ayudado a perder peso de manera sostenible"
fr_ca: « J'ai toujours trouvé compliqué de compter les calories, mais le jeûne offre la simplicité qui m'a aidé à perdre du poids de manière durable »
pt_br: “Sempre achei complicado contar calorias, mas o jejum proporciona a simplicidade que me ajudou a perder peso de forma sustentável“

# PersonalizedPaywall.male.description2.kg
source: "I didn't believe it at first, but now I have lost 6 kg! Didn't go to gym. I can still eat pizza! Crazy!"
es_419: “Al principio no lo creía, ¡pero ahora perdí 6 kg! No tuve que ir al gimnasio. ¡Aún puedo comer pizza! ¡Es increíble!"
fr_ca: « Je n'y croyais pas au début, mais maintenant j'ai perdu 6 kg! Je n'ai pas fréquenté la salle de sport. Je peux encore manger de la pizza! Incroyable! »
pt_br: "Eu não acreditava no começo, mas agora perdi 6 kg! Não fui à academia. Ainda posso comer pizza! Incrível!"

# PersonalizedPaywall.male.description2.lb
source: "I didn't believe it at first, but now I have lost 13 lb! Didn't go to gym. I can still eat pizza! Crazy!"
es_419: “Al principio no lo creía, ¡pero ahora perdí 13 lb! No tuve que ir al gimnasio. ¡Aún puedo comer pizza! ¡Es increíble!"
fr_ca: « Je n'y croyais pas au début, mais maintenant j'ai perdu 13 lb! Je n'ai pas fréquenté la salle de sport. Je peux encore manger de la pizza! Incroyable! »
pt_br: "Eu não acreditava no começo, mas agora perdi 13 lb! Não fui à academia. Ainda posso comer pizza! Incrível!"

# PersonalizedPaywall.male.description3
source: "My customized fasting plan really helped me with my stomach cramps and bloating problems"
es_419: "Mi plan de ayuno personalizado realmente me ayudó con mis problemas de cólicos y distensión abdominal"
fr_ca: « Mon plan de jeûne personnalisé m'a vraiment aidé avec mes crampes d'estomac et mes problèmes de ballonnements »
pt_br: "Meu plano de jejum personalizado realmente me ajudou com meus problemas de cólicas estomacais e inchaço"

# Onboarding.buttonTitle
source: Get started
es_419: Comenzar
fr_ca: Commencer
pt_br: Começar

# Onboarding.description
source: Calorie and macro tracking. Simplified.
es_419: Registro de calorías y macronutrientes. Simplificado.
fr_ca: Le suivi des calories et des macronutriments. Simplifié.
pt_br: Rastreamento de calorias e macros. Simplificado.

# Onboarding.fastingGoal.title
source: What do you want to achieve?
es_419: ¿Qué quieres lograr?
fr_ca: Quels sont vos objectifs?
pt_br: O que você deseja alcançar?

# Onboarding.fastingGoal.description
source: Pick as many as you like
es_419: Elige tantos como quieras
fr_ca: Choisissez autant que vous le souhaitez
pt_br: Escolha quantos quiser

# Onboarding.sex.title
source: What’s your sex?
es_419: ¿Cuál es tu sexo?
fr_ca: Quel est votre sexe?
pt_br: Qual é o seu sexo?

# Onboarding.sex.description
source: Biological sex can affect many physical elements like our metabolism, muscle mass, or hormones, so we use it in our calculations
es_419: El sexo biológico puede afectar muchos elementos físicos como nuestro metabolismo, masa muscular u hormonas, así que lo incluimos en nuestros cálculos
fr_ca: Le sexe biologique peut influencer de nombreux éléments physiques comme notre métabolisme, notre masse musculaire ou nos hormones, nous l'utilisons donc dans nos calculs
pt_br: O sexo biológico pode afetar muitos elementos físicos como nosso metabolismo, massa muscular ou hormônios, então usamos isso em nossos cálculos

# Onboarding.activityLevel.title
source: What's your activity level?
es_419: ¿Cuál es tu nivel de actividad?
fr_ca: Quel est votre niveau d'activité?
pt_br: Qual é o seu nível de atividade?

# Onboarding.activityLevel.description
source: Select your level of daily physical activity outside of exercise (during work, leisure time, etc.)
es_419: Selecciona tu nivel de actividad física diaria fuera del ejercicio (durante el trabajo, en tu tiempo libre, etc.)
fr_ca: Sélectionnez votre niveau d'activité physique quotidienne en dehors de l'exercice (pendant le travail, les loisirs, etc.)

# Onboarding.specialEvent.title
source: Do you have an event that's inspiring you to lose weight?
es_419: ¿Tienes algún evento que te inspire a perder peso?
fr_ca: Avez-vous un événement qui vous inspire à perdre du poids?
pt_br: Você tem algum evento que está motivando você a perder peso?

# Onboarding.specialEvent.description
source: Having something to look forward to will help you stay on track
es_419: Tener una expectativa te ayudará a mantenerte en el camino correcto
fr_ca: Avoir quelque chose à attendre vous aidera à rester sur la bonne voie
pt_br: Ter algo pelo qual esperar vai ajudar você a se manter no caminho

# Onboarding.birthdayTitle
source: When is your birthday?
es_419: ¿Cuál es tu fecha de nacimiento?
fr_ca: Quelle est votre date de naissance?
pt_br: Qual é a sua data de nascimento?

# Onboarding.specialEventDateTitle
source: When will this event take place?
es_419: ¿Cuándo se llevará a cabo este evento?
fr_ca: Quand aura lieu cet événement?
pt_br: Quando esse evento acontecerá?

# Onboarding.height.title
source: How tall are you?
es_419: ¿Cuál es tu estatura?
fr_ca: Quelle est votre taille?
pt_br: Qual é a sua altura?

# Onboarding.currentWeight.title
source: What's your current weight?
es_419: ¿Cuál es tu peso actual?
fr_ca: Quel est votre poids actuel?
pt_br: Qual é o seu peso atual?

# Onboarding.desiredWeight.title
source: What is your target weight?
es_419: ¿Cuál es tu peso objetivo?
fr_ca: Quel est votre poids cible?
pt_br: Qual é o seu peso desejado?

# Onboarding.desiredWeight.description
source: Let's get there together
es_419: Vamos a lograrlo juntos
fr_ca: Allons-y ensemble
pt_br: Vamos chegar lá juntos

# Onboarding.howOftenDoYouExercise.title
source: How often do you exercise?
es_419: ¿Con qué frecuencia haces ejercicio?
fr_ca: À quelle fréquence faites-vous de l'exercice?
pt_br: Com que frequência você se exercita?

# Onboarding.howOftenDoYouExercise.description
source: Choose the number of recreational sports, cardio, or resistance training sessions you do per week
es_419: Elige el número de sesiones de deportes recreativos, cardio o entrenamiento de resistencia que haces por semana
fr_ca: Choisissez le nombre de séances de sport récréatif, de cardio ou d'entraînement en résistance que vous faites par semaine
pt_br: Escolha o número de sessões de esportes recreativos, cardio ou treinamento de resistência que você faz por semana

# Onboarding.whatTrainingYouDoing.title
source: What training you’re doing?
es_419: ¿Qué entrenamiento estás haciendo?
fr_ca: Quel entraînement faites-vous?
pt_br: Qual treinamento você está fazendo?

# Onboarding.whatTrainingYouDoing.description
source: Choose the training you’re doing, if any
es_419: Elige el entrenamiento que estás haciendo, si haces alguno
fr_ca: Choisissez l'entraînement que vous suivez, le cas échéant
pt_br: Escolha o treinamento que você está fazendo, se houver

# Onboarding.calorieGoal.title
source: What is your goal?
es_419: ¿Cuál es tu meta?
fr_ca: Quel est votre objectif?
pt_br: Qual é o seu objetivo?

# Onboarding.calorieGoal.description
source: Select your weight goal
es_419: Selecciona tu meta de peso
fr_ca: Sélectionnez votre objectif de poids
pt_br: Selecione seu objetivo de peso

# Onboarding.dietType.title
source: What is your preferred diet?
es_419: ¿Cuál es tu dieta preferida?
fr_ca: Quel est le régime que vous préférez?
pt_br: Qual é a sua dieta preferida?

# Onboarding.proteinLevel.title
source: What is your preferred protein level?
es_419: ¿Cuál es tu nivel de proteína preferido?
fr_ca: Quel est votre niveau de protéines préféré?
pt_br: Qual é o seu nível de proteína preferido?

# Onboarding.fastCalorieBurn.title
source: How fast would you like to get to it?
es_419: ¿Qué tan rápido te gustaría lograrlo?
fr_ca: À quelle vitesse souhaitez-vous y parvenir?
pt_br: Com que rapidez você gostaria de alcançá-lo?

# Onboarding.fastCalorieBurn.changeGoalTitle
source: How fast would you like to get to your goal?
es_419: ¿Qué tan rápido te gustaría lograr tu meta?
fr_ca: À quelle vitesse souhaitez-vous atteindre votre objectif?
pt_br: Com que rapidez você gostaria de alcançar seu objetivo?

# OnboardingCalculationProccess.progress.title1
source: Analyzing your results...
es_419: Analizando tus resultados...
fr_ca: Analyse de vos résultats...
pt_br: Analisando seus resultados...

# OnboardingCalculationProccess.progress.title2
source: Aligning your plan to your goal...
es_419: Alineando tu plan con tu meta...
fr_ca: Alignement de votre plan sur votre objectif...
pt_br: Alinhando seu plano ao seu objetivo...

# OnboardingCalculationProccess.progress.title3
source: Adjusting plan to your information...
es_419: Ajustando el plan a tu información...
fr_ca: Ajustement du plan selon vos informations...
pt_br: Ajustando o plano às suas informações...

# OnboardingCalculationProccess.progress.title4
source: All done! Your plan is ready
es_419: ¡Terminamos! Tu plan está listo
fr_ca: C'est terminé! Votre plan est prêt
pt_br: Tudo pronto! Seu plano está pronto

# OnboardingCalculationProccess.phase1
source: We rely on behavioral change, not on restrictive eating styles
es_419: Nos basamos en el cambio de comportamiento, no en estilos de alimentación restrictivos
fr_ca: Nous nous appuyons sur le changement de comportement, et non sur des styles alimentaires restrictifs
pt_br: Nós confiamos na mudança comportamental, não em estilos alimentares restritivos

# OnboardingCalculationProccess.phase2
source: Intermittent fasting is backed by multidisciplinary research
es_419: El ayuno intermitente está respaldado por investigaciones multidisciplinarias
fr_ca: Le jeûne intermittent est soutenu par des recherches multidisciplinaires
pt_br: O jejum intermitente é respaldado por pesquisas multidisciplinares

# OnboardingCalculationProccess.phase3
source: We say no to diets and focus on your body as a whole
es_419: Decimos no a las dietas y nos enfocamos completamente en tu cuerpo
fr_ca: Nous disons non aux régimes et nous concentrons sur votre corps dans son ensemble
pt_br: Nós dizemos não às dietas e focamos no seu corpo como um todo

# OnboardingCalculationProccess.phase4
source: So you can stop labeling food and just learn to eat intuitively
es_419: Así puedes dejar de etiquetar los alimentos y simplemente aprender a comer de manera intuitiva
fr_ca: Ainsi, vous pouvez arrêter d'éplucher les étiquettes des aliments et simplement apprendre à manger de façon intuitive
pt_br: Então você pode parar de rotular alimentos e apenas aprender a comer de forma intuitiva

# OnboardingCalculationProccess.phase5
source: And remember: Nobody’s perfect. That’s completely normal!
es_419: Y recuerda que nadie es perfecto. ¡Eso es completamente normal!
fr_ca: Et rappelez-vous : personne n'est parfait. C'est tout à fait normal!
pt_br: E lembre-se: Ninguém é perfeito. Isso é completamente normal!

# OnboardingCalculationProccess.phase6
source: We’re always here to get you back on track
es_419: Siempre estaremos aquí para ayudarte a retomar el camino
fr_ca: Nous sommes toujours là pour vous aider à rester sur la bonne voie
pt_br: Estamos sempre aqui para te colocar de volta no caminho

# OnboardingService.paywallTitle
source: Reach your dream weight of %@ by %@
es_419: Alcanza tu peso ideal de %@ para el %@
fr_ca: Atteignez votre poids de rêve de %@ d'ici le %@
pt_br: Alcance seu peso dos sonhos de %@ até %@

# OnboardingService.bulletWeight.title
source: Lose ~%@ by your %@!
es_419: Pierde ~%@ para tu %@!
fr_ca: Perdez environ %@ d'ici votre %@!
pt_br: Perca ~%@ até o seu %@!

# FastingGoal.loseWeight
source: Lose weight
es_419: Pierde peso
fr_ca: Perdre du poids
pt_br: Perder peso

# FastingGoal.lookBetter
source: Look better
es_419: Luce mejor
fr_ca: Avoir une meilleure apparence
pt_br: Melhorar a aparência

# FastingGoal.feelMoreEnergetic
source: Feel more energetic
es_419: Siéntete con más energía
fr_ca: Avoir plus d'énergie
pt_br: Sinta-se com mais energia

# FastingGoal.improveMentalClarity
source: Improve mental clarity
es_419: Mejora tu claridad mental
fr_ca: Améliorer la clarté mentale
pt_br: Melhorar a clareza mental

# FastingGoal.liveLonger
source: Live longer
es_419: Vive más tiempo
fr_ca: Vivre plus longtemps
pt_br: Viver mais

# FastingGoal.healthierLifestyle
source: Healthier lifestyle
es_419: Disfruta un estilo de vida más saludable
fr_ca: Mode de vie plus sain
pt_br: Estilo de vida mais saudável

# FastingGoal.bullet.lookBetter
source: Build your dream body
es_419: Construye el cuerpo de tus sueños
fr_ca: Bâtir le corps de vos rêves
pt_br: Construir o corpo dos seus sonhos

# FastingGoal.bullet.feelMoreEnergetic
source: Become more active in daily life
es_419: Conviértete en una persona más activa en la vida diaria
fr_ca: Devenir plus actif dans la vie quotidienne
pt_br: Tornar-se mais ativo na vida diária

# FastingGoal.bullet.improveMentalClarity
source: Boost focus and feel more alert
es_419: Mejora tu concentración y siéntete más alerta
fr_ca: Améliorer votre concentration et vous sentir plus alerte
pt_br: Aumentar o foco e se sentir mais alerta

# FastingGoal.bullet.liveLonger
source: Activate rejuvenation mechanisms
es_419: Activa los mecanismos de rejuvenecimiento
fr_ca: Activer les mécanismes de régénération
pt_br: Ativar mecanismos de rejuvenescimento

# FastingGoal.bullet.healthierLifestyle
source: Develop long-lasting healthy habits
es_419: Desarrolla hábitos saludables duraderos
fr_ca: Développer des habitudes saines durables
pt_br: Desenvolver hábitos saudáveis de longa duração

# Sex.male
source: Male
es_419: Masculino
fr_ca: Homme
pt_br: Masculino

# Sex.female
source: Female
es_419: Femenino
fr_ca: Femme
pt_br: Feminino

# Sex.other
source: Other
es_419: Otro
fr_ca: Autre
pt_br: Outro

# Sex.women
source: women
es_419: mujeres
fr_ca: femmes
pt_br: mulheres

# Sex.men
source: men
es_419: hombres
fr_ca: hommes
pt_br: homens

# ActivityLevel.sedentary
source: Sedentary
es_419: Sedentario
fr_ca: Sédentaire
pt_br: Sedentário

# ActivityLevel.moderatelyActive
source: Moderately active
es_419: Moderadamente activo
fr_ca: Modérément actif
pt_br: Moderadamente ativo

# ActivityLevel.veryActive
source: Very active
es_419: Muy activo
fr_ca: Très actif
pt_br: Muito ativo

# ActivityLevel.sedentary.description
source: In many cases, this would correspond to less than 5,000 steps a day.
es_419: En muchos casos, esto equivaldría a menos de 5,000 pasos al día.
fr_ca: Dans de nombreux cas, cela correspondrait à moins de 5 000 pas par jour.
pt_br: Em muitos casos, isso corresponderia a menos de 5.000 passos por dia.

# ActivityLevel.moderatelyActive.description
source: In many cases, this would correspond to 5,000 - 15,000 steps a day.
es_419: En muchos casos, esto equivaldría de 5,000 a 15,000 pasos al día.
fr_ca: Dans beaucoup de cas, cela correspondrait à entre 5 000 et 15 000 pas par jour.
pt_br: Em muitos casos, isso corresponderia a 5.000 - 15.000 passos por dia.
